interface Iacardion {
    question: string;
    answer: string;
  }
  
  
  export const acardionAnswerInfo: Iacardion[] = [
    {
      question: "Как доставляются ваши цветы?",
      answer: "Мы доставляем цветы авиационным транспортом, а также доставляем наземным транспортом (фурами)."
    },
    {
      question: "Вы гарантируете качество ваших цветов?",
      answer: "Да, мы гарантируем высокое качество наших цветов. Они выращиваются в современных теплицах, проходят строгий отбор и доставляются в свежем виде по всему миру. В случае повреждённого товара вы имеете право на претензию и возврат денежных средств. Подобные случаи крайне редки и, как правило, происходят при наземной доставке."
    },
    {
      question: "Зависит ли цена от доставки?",
      answer: "Да, стоимость доставки зависит от удалённости города и выбранного способа — наземного или воздушного."
    },
    {
      question: "Сколько времени занимает доставка?",
      answer: "Сроки доставки зависят от удалённости города и способа транспортировки. При воздушной доставке цветы обычно приходят за 1–2 дня, при наземной (фурами) — от 1 до 5 дней."
    },
    {
      question: "Можно ли оформить подписку на регулярную доставку цветов?",
      answer: "Да, мы предлагаем подписку на регулярную доставку свежих цветов с удобным для вас графиком."
    }
  ];
  