export interface Ireviews {
    id: number;
    name: string;
    review: string;
    gender: string;
};


export const reviews = [
    {
        id: 1,
        name: 'Аня Беликова',
        review: 'Выращиваю альстромерию в теплице уже второй год, и каждый раз влюбляюсь в её нежность и красоту. Цветы становятся ярче, крупнее, а сами растения крепче. Приятно, что теплица позволяет достичь лучшего качества выращивания. И, конечно, самая быстрая доставка — все было привезено без задержек!',
        gender: 'female'
      },
      {
        id: 2,
        name: 'Алексей Ползунков',
        review: 'Эти цветы обладают такой нежностью и красотой, что невозможно не влюбиться в них. Благодаря тепличным условиям, растения растут быстро и стабильно, а их цветение радует на протяжении всего года. Качество растений на высоте, и доставка была просто мгновенной!',
        gender: 'male'
      },
      {
        id: 3,
        name: 'Марина Петровна',
        review: 'Нежность и яркость каждого цветка поражает.',
        gender: 'female'
      },
      {
        id: 4,
        name: 'Ирина Галкина',
        review: 'Цветы получаются невероятно красивыми, а сами растения крепкие и здоровые. Нежность и красота каждого цветка просто завораживает. Очень довольна качеством',
        gender: 'female'
      },
      // {
      //   id: 5,
      //   name: 'Ирина Светлова',
      //   review: 'Очень приятно удивлена качеством ремонта ключей. Быстро и профессионально. Мой ключ работает как новый. Рекомендую!',
      //   gender: 'female',
      // },
      // {
      //   id: 6,
      //   name: 'Дмитрий Васильев',
      //   review: 'Ремонт обуви был сделан идеально! Теперь мои ботинки как новые, не ожидал такого отличного результата.',
      //   gender: 'male',
      // },
      // {
      //   id: 7,
      //   name: 'Оксана Петрова',
      //   review: 'Отличный сервис ремонта ключей. Работы выполнены качественно и быстро. Все супер!',
      //   gender: 'female',
      // },
      // {
      //   id: 8,
      //   name: 'Евгений Кузнецов',
      //   review: 'Ремонт обуви — на высшем уровне! Очень доволен работой, мои туфли теперь как новые. Рекомендую сервис!',
      //   gender: 'male',
      // }
];